{
  "bookInfo": {
    "title": "The breathing cure",
    "author": "Patrick McKeown;",
    "parsedAt": "2025-06-18T10:53:26.509Z"
  },
  "overview": {
    "totalChapters": 18,
    "totalWords": 143824,
    "totalTextChunks": 6945,
    "totalImageChunks": 61,
    "totalChunks": 7006,
    "averageWordsPerChapter": 7990,
    "averageChunksPerChapter": 389
  },
  "chapters": [
    {
      "chapterNumber": 0,
      "chapterName": "Introduction: Are You Breathing Comfortably?",
      "wordCount": 2170,
      "textChunks": 100,
      "imageChunks": 1,
      "totalChunks": 101,
      "pageRanges": "From 10 to 15",
      "numberOfPages": 6,
      "previewText": "Imagine a breathing technique that can increase uptake and delivery of oxygen to cells, improve blood circulation, and even unblock the nose. Perhaps it can help open the airways of the lungs, enhance blood flow and oxygen delivery to the brain, improve sleep, and bring calmness to the mind. It might even restore bodily functions disturbed by stress, build greater resilience, and help you live longer. You might think this description sounds far-fetched. But it isn’t. This book will guide you through techniques that are the keys to healthy breathing and healthy living."
    },
    {
      "chapterNumber": 1,
      "chapterName": "Chapter One: A New Approach",
      "wordCount": 6485,
      "textChunks": 305,
      "imageChunks": 1,
      "totalChunks": 306,
      "pageRanges": "From 16 to 33",
      "numberOfPages": 18,
      "previewText": "PATRICK’S STORY: In 1998, my life changed forever when I discovered how the poor breathing habits I had developed in early childhood were affecting my body and my quality of life. Iwas constantly tired, suffering from sleep disorders and respiratory problems, and taking ever-increasing quantities of medication to try to control my asthma. Then I stumbled across the work of the Russian doctor Konstantin Buteyko, and after I made a few changes to my breathing, my symptoms dramatically improved in just a few short weeks. Ilearned firsthand how effective breathing reeducation can be. Over the past 18 years, after becoming accredited by Doctor Buteyko to teach his method and working to develop my own program of training, I have witnessed life-changing improvements to the health of thousands of women, men, and children."
    },
    {
      "chapterNumber": 2,
      "chapterName": "Chapter Two: Exercises for Adults and Children",
      "wordCount": 20525,
      "textChunks": 1173,
      "imageChunks": 34,
      "totalChunks": 1207,
      "pageRanges": "From 34 to 110",
      "numberOfPages": 77,
      "previewText": "In this chapter, you will find all the breathing exercises you need to develop a personalized program suitable for your own needs and level of fitness. Beginning with your BOLT score, these exercises are categorized so you can easily identify what you can and should practice, depending on your specific health condition and goals. The second part of this book contains detailed explorations of the science of breathing as it pertains to various health conditions and some case studies describing how real people just like you have benefited from these exercises. However, if you are anything like me, you will want to get into it right away and maybe read up on the research later, which is why I decided to get to the point and begin the book with the exercises. Also, since we each begin life with a breath, it seems fitting to start the process of introducing you to the Oxygen Advantage by addressing the practical matter of breathing."
    },
    {
      "chapterNumber": 3,
      "chapterName": "Chapter Three: How to Breathe",
      "wordCount": 6458,
      "textChunks": 320,
      "imageChunks": 2,
      "totalChunks": 322,
      "pageRanges": "From 111 to 127",
      "numberOfPages": 17,
      "previewText": "In texts about the anatomy and physiology of breathing, the respiratory tract is described as the path 14 for air to travel from the nose to the lungs. The mouth doesn’t get a mention for one simple reason: despite common habits and preconceptions, our bodies are designed for nasal breathing. It has been said that breathing through the mouth is like eating through the nose. Iwas a habitual mouth-breather throughout my childhood and into my early twenties. For all that time, I completely bypassed my nose."
    },
    {
      "chapterNumber": 4,
      "chapterName": "Chapter Four: The Vagus Nerve and the Heart-Breath-Brain Connection",
      "wordCount": 11740,
      "textChunks": 554,
      "imageChunks": 1,
      "totalChunks": 555,
      "pageRanges": "From 128 to 157",
      "numberOfPages": 30,
      "previewText": "To really understand the powerful interconnections between the breath, heart, and brain, we must take a journey along the wandering vagus nerve and through the autonomic nervous system (ANS). This chapter will cover a lot of ground. If we seem to be heading away from the central issue of breathing, you will soon see how the vagus nerve connects with the breath in powerful, life-transforming ways. The vagus nerve (the tenth cranial nerve or CN X) has multiple branches that diverge from two thick stems rooted in the cerebellum or “little brain” (the area at the lower back of the brain) and the brain stem. 1–3 It can be found behind the artery in your neck where you feel for your pulse."
    },
    {
      "chapterNumber": 5,
      "chapterName": "Chapter Five: Functional Breathing, The Secret of Functional Movement",
      "wordCount": 7465,
      "textChunks": 370,
      "imageChunks": 3,
      "totalChunks": 373,
      "pageRanges": "From 158 to 177",
      "numberOfPages": 20,
      "previewText": "From birth, breathing is our first and most basic motor pattern. 1 As toddlers, we learn to stand up against gravity and control posture with the support of the diaphragm. As we grow, breathing is central to both posture and functional movement. Throughout our lives, breathing and posture sustain each other. But if breathing pattern disorders are present, this relationship becomes dysfunctional."
    },
    {
      "chapterNumber": 6,
      "chapterName": "Chapter Six: When Breathing Makes You Hurt",
      "wordCount": 5722,
      "textChunks": 269,
      "imageChunks": 1,
      "totalChunks": 270,
      "pageRanges": "From 178 to 192",
      "numberOfPages": 15,
      "previewText": "As we have been discussing, the diaphragm, the primary respiratory muscle, is essential for stabilizing the core, spine, and posture. Dysfunctional breathing can compromise the body’s fundamental stability. Poor breathing patterns can also cause pain in sometimes unexpected places. Over time, poor breathing patterns create faulty movement patterns that lead to pain and injury in the muscles, tendons, and joints. For instance, if you breathe into the upper chest, alterations occur in the position of your lower ribs, which need to move up to allow enough air into the lungs."
    },
    {
      "chapterNumber": 7,
      "chapterName": "Chapter Seven: Sleep-Disordered Breathing",
      "wordCount": 9276,
      "textChunks": 423,
      "imageChunks": 1,
      "totalChunks": 424,
      "pageRanges": "From 193 to 216",
      "numberOfPages": 24,
      "previewText": "Sleep is a behavioral and neurological state in which homeostatic functions essential to health and well-being occur. 1 Modern science doesn’t yet fully understand the purpose of sleep or its physiological relationship with the autonomic nervous system. However, significant research confirms the relationship between quality of sleep and breathing—and highlights the fact that sleep disorders and sleep-disordered breathing (SDB) are increasingly prevalent. When you are asleep, you probably are not aware that your breathing is causing problems. Your partner may complain that you snore, but unless you know how to spot the signs, there’s little obvious feedback as to whether you breathe through your mouth or nose, or how fast, slow, shallow, or deep your breathing is."
    },
    {
      "chapterNumber": 8,
      "chapterName": "Chapter Eight: Developing Healthy Airways in Children",
      "wordCount": 10171,
      "textChunks": 478,
      "imageChunks": 1,
      "totalChunks": 479,
      "pageRanges": "From 217 to 242",
      "numberOfPages": 26,
      "previewText": "WHAT CAUSES CHILDHOOD MOUTH BREATHING? Back in 1909, an article, “Habitual Mouth-Breathing and Consequent Malocclusion of the Teeth,” was published in The Dental Cosmos . In it, DeLong described how mouth breathing can cause the sleeper to wake with a dry mouth and throat in the morning, often accompanied by headache: A restless sleep, [and] much tossing in bed and snoring will be observed. The face is usually elongated, the bones of the face are underdeveloped, as the air spaces do not have the proper circulation, the nostrils are small. 1 DeLong goes on to list other detrimental effects of mouth breathing, including recession of the chin and a high narrow palate with crooked teeth."
    },
    {
      "chapterNumber": 9,
      "chapterName": "Chapter Nine: The Breathing Secret for Healthy Blood Pressure",
      "wordCount": 4189,
      "textChunks": 202,
      "imageChunks": 2,
      "totalChunks": 204,
      "pageRanges": "From 243 to 253",
      "numberOfPages": 11,
      "previewText": "Globally, 1.13 billion people are thought to suffer with hypertension, the majority living in low- and middle-income countries. In America in 2020, around 108 million people, or 45% of the adult population, have high blood pressure 1 and fewer than one in five sufferers have the problem under control. 2 The risk is higher for those who have reached retirement age. Under new guidelines published in 2017, nearly 80% of Americans aged 65 and older qualify as high risk for blood pressure. 3 In the United Kingdom, 2020 figures show that one in three adults have the condition, rising to one in two in people over 65—that’s around 16 million people in total."
    },
    {
      "chapterNumber": 10,
      "chapterName": "Chapter Ten: Freedom From Respiratory Discomfort",
      "wordCount": 7408,
      "textChunks": 353,
      "imageChunks": 3,
      "totalChunks": 356,
      "pageRanges": "From 254 to 273",
      "numberOfPages": 20,
      "previewText": "WHAT IS ASTHMA? No book on breathing would be complete without a discussion about asthma. But just what is asthma? The word asthma is borrowed from the ancient Greek ἆσθμα, âsthma, meaning “laborious breathing, 1 shortness of breath, 2 or panting.” 3 Reference to the condition can be found in ancient Hebrew, Egyptian, and Indian medical writings, and clear observations of patients experiencing asthma attacks exist as early as the second century CE. The categorization of asthma was refined in the second half of the nineteenth century 2 when English physician Henry Hyde Salter published his book, On Asthma and Its Treatment , a volume that one 1985 article describes as “the best book on asthma to appear during the nineteenth century.” 4 In this work, Salter, who was himself asthmatic, describes paroxysmal breathlessness of a “peculiar character” with periods of healthy breathing between attacks. This description perfectly captures a disorder in which the airways narrow due to inflammation and contraction of the smooth muscle."
    },
    {
      "chapterNumber": 11,
      "chapterName": "Chapter Eleven: Sex and Breath, an Intimate Connection",
      "wordCount": 12917,
      "textChunks": 610,
      "imageChunks": 1,
      "totalChunks": 611,
      "pageRanges": "From 274 to 306",
      "numberOfPages": 33,
      "previewText": "The term peak performance used in the context of breathing techniques doesn’t generally refer to your prowess between the sheets. Yet sex is one of our most fundamental physical activities. It may not use as many muscles as a gym workout, but it still requires exertion. Sexual function relies on a healthy body. It can be dramatically affected by poor breathing patterns, like every other area of health, with sometimes devastating impacts on quality of life, self-esteem, and relationships."
    },
    {
      "chapterNumber": 12,
      "chapterName": "Chapter Twelve: Yes, Breathing Is Different for Women",
      "wordCount": 8195,
      "textChunks": 371,
      "imageChunks": 1,
      "totalChunks": 372,
      "pageRanges": "From 307 to 328",
      "numberOfPages": 22,
      "previewText": "AN UNHELPFUL BIAS Historically, in most physiology literature and, indeed, across every field of science, research has predominantly focused on male subjects. This gender bias can be seen in many areas of study and in trials using both humans and animals. 1–5 However, it is now known that gender differences do affect breathing control and vulnerability to some respiratory diseases. For example, women recover better after a severe episode of hypoxia. There are also differences in sleep apnea 1 and heart rate variability."
    },
    {
      "chapterNumber": 13,
      "chapterName": "Chapter Thirteen: Female Sex Hormones and the Breath",
      "wordCount": 8969,
      "textChunks": 400,
      "imageChunks": 1,
      "totalChunks": 401,
      "pageRanges": "From 329 to 352",
      "numberOfPages": 24,
      "previewText": "PMS AND CYCLIC HYPERVENTILATION Premenstrual syndrome (PMS) manifests with similar or identical symptoms to chronic hyperventilation syndrome. 1 A 2006 study found that women with PMS experience a much greater decline in blood carbon dioxide (CO 2 ) in the premenstrual phase than women who do not experience symptoms. The symptoms appear as progesterone increases and blood CO 2 decreases. When the luteal phase ends, progesterone decreases, CO 2 levels normalize, and the symptoms disappear. The study concluded that women with PMS have a higher-than-normal sensitivity to CO 2 , perhaps caused by progesterone, resulting in “pronounced hyperventilation”—and that the hyperventilation is responsible for the symptoms."
    },
    {
      "chapterNumber": 14,
      "chapterName": "Chapter Fourteen: Sugar, Sugar",
      "wordCount": 6518,
      "textChunks": 295,
      "imageChunks": 1,
      "totalChunks": 296,
      "pageRanges": "From 353 to 370",
      "numberOfPages": 18,
      "previewText": "WHAT IS DIABETES? Diabetes is a long-term disease that affects the way the body metabolizes blood sugar or glucose, an important source of energy. Glucose comes from the food we eat, especially foods rich in carbohydrates. During digestion, those carbohydrates are broken down into simple sugars that enter the bloodstream via the intestines. 1 When this happens, beta cells in the pancreas secrete insulin, which is a hormone."
    },
    {
      "chapterNumber": 15,
      "chapterName": "Chapter Fifteen: Seizure Control and the Breath",
      "wordCount": 12093,
      "textChunks": 541,
      "imageChunks": 1,
      "totalChunks": 542,
      "pageRanges": "From 371 to 401",
      "numberOfPages": 31,
      "previewText": "WHAT IS EPILEPSY? Epilepsy is a chronic neurological disease involving the brain. 1 It affects around 50 million people of all ages worldwide, 2 making it one of the most common neurological conditions. The disorder makes the sufferer susceptible to recurrent seizures that negatively impact health and quality of life. The risk of early death is three times higher in epileptics than the general population."
    },
    {
      "chapterNumber": 16,
      "chapterName": "Chapter Sixteen: Join The Breathing Revolution",
      "wordCount": 1135,
      "textChunks": 63,
      "imageChunks": 1,
      "totalChunks": 64,
      "pageRanges": "From 402 to 404",
      "numberOfPages": 3,
      "previewText": "Until recently, knowledge of the power and application of optimal breathing has been limited to elite sports, advanced yoga practitioners, research scientists, and other high-level professionals. In the last few years, we have witnessed the beginning of a breathing revolution. Since I started my own journey with the breath, my aim has been to bring these resources to as many people as possible. Ibelieve the exercises and understandings in this book can truly change lives for the better. Just as it is human nature to leave things undone until they become necessary, it has perhaps taken a global respiratory pandemic to underline that we can’t take anything, not even our breath, for granted."
    },
    {
      "chapterNumber": 17,
      "chapterName": "Chapter Seventeen: Is Nasal Breathing Your First Line of Defense Against Coronavirus?",
      "wordCount": 2388,
      "textChunks": 118,
      "imageChunks": 5,
      "totalChunks": 123,
      "pageRanges": "From 405 to 413",
      "numberOfPages": 9,
      "previewText": "CHAPTER SEVENTEEN IS NASAL BREATHING YOUR FIRST LINE OF DEFENSE AGAINST CORONAVIRUS? Throughout this book we have examined the importance of nasal breathing. In the case of respiratory infections, research indicates that where facemasks fail, the nose may provide a natural filter for dangerous pathogens. We know that the nose filters, warms and humidifies air on its way into the body, where mouth breathing does not. But as we discussed in Chapters Three and Ten, it may also help protect you from a high viral load and the severe form of COVID-19."
    }
  ]
}