[
  {
    "title": "Introduction: Life itself",
    "contentLength": 366,
    "contentPreview": "⟨⟨HEADING⟩⟩I NTRODUCTION⟨⟨/HEADING⟩⟩ LIFE ITSELF From space it looks grey and crystalline, obliterating the blue-green colours of the living Earth. It is criss-crossed by irregular patterns and convergent striations. There’s a central amorphous density, where these scratches seem lighter....",
    "contentType": "array",
    "pagesCount": 19
  },
  {
    "title": "Discovering the nanocosm",
    "contentLength": 657,
    "contentPreview": "1 ⟨⟨HEADING⟩⟩DISCOVERING THE NANOCOSM⟨⟨/HEADING⟩⟩ Burlington House, Piccadilly, 1932. Its stately Victorian façades are glittering with light at the fag-end of a particularly dismal November. A spry, silver-haired gentleman, immaculately dressed and moustachioed, is coming to the end of his anniversary address as President of the Royal Society of London....",
    "contentType": "array",
    "pagesCount": 35
  },
  {
    "title": "The path of carbon",
    "contentLength": 538,
    "contentPreview": "2 ⟨⟨HEADING⟩⟩THE PATH OF CARBON⟨⟨/HEADING⟩⟩ Picture a tree in new leaf, its greens fresh and luminous. Or a giant redwood, towering through the mist, its needles dark and bristling. Dewy grass underfoot, with patches of springy moss....",
    "contentType": "array",
    "pagesCount": 29
  },
  {
    "title": "From gases to life",
    "contentLength": 556,
    "contentPreview": "3 ⟨⟨HEADING⟩⟩FROM GASES TO LIFE⟨⟨/HEADING⟩⟩ ‘Isn’t the deep ocean supposed to be like a desert?’ Jack Corliss’s voice crackled from the depths to the acoustic telephone aboard the Lulu. Described as a floating junkyard, the Research Vessel Lulu was the original mothership for the submersible Alvin. On 17 February 1977, Corliss was leading a three-man team sealed tightly within the Alvin two kilometres down, tracking towards the warmth of a suspected deep-ocean hydrothermal vent....",
    "contentType": "array",
    "pagesCount": 33
  },
  {
    "title": "Revolutions",
    "contentLength": 501,
    "contentPreview": "4 ⟨⟨HEADING⟩⟩REVOLUTIONS⟨⟨/HEADING⟩⟩ You are not completely spineless. You have a notochord: a flexible rod made of cartilage, which in your descendants, millions of generations hence, will develop into a proper backbone. For now, you flex your rod like an eel to undulate through the water, never quite fast enough....",
    "contentType": "array",
    "pagesCount": 26
  },
  {
    "title": "To the dark side",
    "contentLength": 622,
    "contentPreview": "5 ⟨⟨HEADING⟩⟩TO THE DARK SIDE⟨⟨/HEADING⟩⟩ ‘The dream of every cell is to become two cells’ said François Jacob, the most lyrical revolutionary of molecular biology. No cell lives the dream so wholly or so senselessly as a cancer cell, turning dream to nightmare. Nothing else captures the myopic immediacy of natural selection so starkly....",
    "contentType": "array",
    "pagesCount": 31
  },
  {
    "title": "The flux capacitor",
    "contentLength": 626,
    "contentPreview": "6 ⟨⟨HEADING⟩⟩THE FLUX CAPACITOR⟨⟨/HEADING⟩⟩ ‘So how do you explain me, then?’ The question is lobbed like a hand grenade from the audience, intended to devastate the ‘expert’ standing on the stage. It’s a question I’ve received more than once, typically from an old man, a lifelong smoker who last took any form of exercise decades ago. I have no idea whether they listened to what I had to say, or turned up only to make the speaker squirm....",
    "contentType": "array",
    "pagesCount": 30
  },
  {
    "title": "Epilogue: Self",
    "contentLength": 1473,
    "contentPreview": "⟨⟨HEADING⟩⟩E PILOGUE⟨⟨/HEADING⟩⟩ SELF ‘I think therefore I am’ said Descartes, in one of the most celebrated lines ever written. But what am I, exactly. An artificial intelligence can think too, by definition, and therefore ‘is’....",
    "contentType": "array",
    "pagesCount": 104
  }
]