{
  "text": "\n\n\n\n1\nPraise for Transformer\n‘Nick Lane’s exploration of the building blocks that underlie life’s big\nfundamental questions – the origin of life itself, ageing and disease –\nhave shaped my thinking since I first came across his work. He is one of\nmy favourite science writers.’\nBill Gates\n‘In this compulsively readable book, Lane takes us on a riveting journey,\nranging from the flow of energy to new ways of understanding cancer.\nLane provides a luminous understanding of how scientists, including\nLane himself, are rethinking energy and living organisms.’\nSiddhartha Mukherjee, author of The Gene: An Intimate History\n‘Thrilling and highly persuasive ... This hugely important book is set to\nbecome a landmark, transforming our understanding of how life works.’\nGaia Vince, author of Nomad Century\n‘I loved every page of Nick Lane’s new book. It’s one of the very best\nbooks on the origin of life I’ve read.’\nLee Smolin, author of Einstein’s Unfinished Revolution\n‘Hugely important ... a powerfully persuasive case for life being about\nenergy flow, flux and change. In Transformer, chemistry is quite literally\nbrought to life.’\nJim Al-Khalili, author of The World According to Physics\n‘Amazing! Takes science writing to a new level ... with soaring prose\nbut uncompromising on scientific detail, Transformer made me think\nabout life on earth in a completely different way.’\nDaniel M. Davis, author of The Secret Body\n‘Hugely ambitious and tremendously exciting ... Transformer shows\nhow a molecular dance from the dawn of time still sculpts our lives\ntoday. I read with rapt attention.’\nOlivia Judson, author of Dr Tatiana’s Sex Advice to All Creation\n‘Nobody explains the inner secrets of the living cell better than Nick\nLane ... a series of riveting detective stories.’\n\n2\nRichard Fortey, author of Trilobite!\n‘An exhilarating account of the biophysics of life, stretching from the\nfirst stirrings of living matter to the psychology of consciousness. I felt\nas if I was there, every step of the way.’\nMark Solms, author of The Hidden Spring\n‘Nick Lane’s marvellously engaging Transformer refocused my\nastronomer’s gaze on the vital chemistry of life on our own planet. Both\na scientific adventure story and an original quest to understand life on\nEarth, Transformer also guides us on how to find life beyond.’\nJohn Grunsfeld, former NASA chief scientist and astronaut\n‘Fascinating ... Nick Lane brings together biology, chemistry and\nphysics to illuminate the role of energy in bringing matter alive.’\nSean Carroll, author of Something Deeply Hidden: Quantum Worlds and\nthe Emergence of Spacetime\n‘Nick Lane never writes about the living world without offering entirely\nnew perspectives on how life itself works ... Biochemistry has never\nlooked more exciting.’\nPhilip Ball, author of Critical Mass\n\n3\nTRANSFORMER\nThe deep chemistry of life and death\nNICK LANE\n\n4\nFirst published in Great Britain in 2022 by\nProfile Books Ltd\n29 Cloth Fair\nLondon\nEC1A 7JQ\nwww.profilebooks.com\nCopyright © Nick Lane, 2022\n1 3 5 7 9 10 8 6 4 2\nThe right of Nick Lane to be identified as the author of this work has been\nasserted in accordance with the Copyright, Designs and Patents Act 1988.\nAll rights reserved. Without limiting the rights under copyright reserved above,\nno part of this publication may be reproduced, stored or introduced into a\nretrieval system, or transmitted, in any form or by any means (electronic,\nmechanical, photocopying, recording or otherwise), without the prior written\npermission of both the copyright owner and the publisher of this book.\nPoetry by Richard Howard (extract on page ix and ‘Like Most Revelations’ on\npage 285) reproduced by kind permission of the author.\nLines from ‘Do not go gentle into that good night’ by Dylan Thomas on page\n232 reproduced by permission of David Higham Associates, © The Dylan\nThomas Trust.\nAll reasonable efforts have been made to obtain copyright permissions where\nrequired. Any omissions and errors of attribution are unintentional and will, if\nnotified in writing to the publisher, be corrected in future printings.\nA CIP catalogue record for this book is available from the British Library.\nISBN 978 1 78816 054 4\neISBN 978 1 78283 450 2\nTypeset in Sabon by MacGuru Ltd\n\n5\nIn memory of \nIan Ackland-Snow\n\n6\nContents\nIntroduction: Life itself\n1. Discovering the nanocosm\n2. The path of carbon\n3. From gases to life\n4. Revolutions\n5. To the dark side\n6. The flux capacitor\nEpilogue: Self\nEnvoi: ‘Like Most Revelations’\nThe forward Krebs cycle\nThe reverse Krebs cycle\nAppendix 1: Red protein mechanics\nAppendix 2: The Krebs line\nList of abbreviations\nFurther reading\nAcknowledgements\nIndex\n\n7\nto this mortal process of continuing, it is the movement that creates the\nform.\nRichard Howard\n\n8\nINTRODUCTION\nLIFE ITSELF\nFrom  space  it  looks  grey  and  crystalline, obliterating the  blue-green\ncolours of the living Earth. It is criss-crossed by irregular patterns and\nconvergent striations. There’s a central amorphous density, where these\nscratches seem lighter. This ‘growth’ does not look alive, although it has\nextended out  along  some  lines,  and  there  is  something grasping and\nparasitic about it. Across the globe there are thousands of them, varying\nin shape and detail, but all of them grey, angular, inorganic ... spreading.\nYet at night they light up, glowing in the dark sky, suddenly beautiful.\nPerhaps these cankers on the landscape are in some sense living – there\nis a controlled flow of energy, there must be information and some form\nof metabolism; some turnover of materials. Are they alive?\nNo, of course not; they are cities. We know them intimately from the\ninside, even  if  most  of  us  know  little  about  the  flow  of  energy  and\nmaterials through our own cities. We know them mainly by their visible\nstructures, buildings on a map. But an empty city with no power, no\nenergy flow, no traffic, no jostling crowds, is an eerie place, chilling and\npost-apocalyptic. Dead. What brings a city to life is the people, their\nmovement from place to place, along with the flow of materials that\nsustains our  daily  existence –  electricity,  heat,  water,  gas,  sewage. It\nwould not  be  misleading to  say  that  a  city  is  brought to  life  by  the\ncontrolled flow of energy and material in this way. Set up a time-lapse\ncamera on a busy street downtown and we get a sense of this flow,\nobeying laws of flux that we can barely guess at. In my mind’s eye, we\ncould rise above the conurbation and picture this combined flux, map out\nthe  jumbled  flow  of  people, lights  and  power,  pulsating down  some\nstreets, just  a  residual overflow in  others, some  districts a  hive  of\nbustling activity,  others nearly dormant until  the  evening when  the\ncommuters return home and the lights flick on. We could map out the\nflux that animates a city. Certainly, we can imagine a city this way, but\nmostly all we notice are the buildings. The structure.\nA cell is a city of a sort. It too has buildings, or at least physical\nstructures. Unlike our  own  constructions a  cell  is  not  dominated by\ngravity, and is truly built in three dimensions. If  you  shrink yourself\n\n9\ndown to the size of a molecule, the ‘cityscape’ is dizzying. Membranes\nsweep past  your  view:  curving,  fluid  walls, swooping overhead or\nplunging down below. Traffic streams past on colossal cables, extending\nout  in  all  directions. Traffic  as  you’ve never seen  before: great\nmechanical contraptions, machines the size of buildings, pistons whirring\nfaster than the eye can see. The great citadel of the nucleus, heart of the\nmetropolis, looms in the distance, miles away from you, but dominating\nyour field of view. All is hustle and bustle. Unlike any human city, the\nvast sweeping walls themselves move and conjoin and dissociate again.\nZoom out, and the whole city of the cell can change shape and move\naround, reassembling its internal structures as it does so. From out here,\nthrough the lens of a microscope, we can watch the trafficking of goods\nthrough the  cell,  lit  up  by  fluorescent dyes  like  a  town  at  night,  all\nelectric reds and blues and greens. Yet everything I have described is\nbuildings, the structures of the cell. We can picture this marvellous city\non a scale less than thousandths of a millimetre; we can visualise the\nmovement of its parts like never before. But the cell is animated on a\nsmaller scale  still. Even the  most  powerful microscopes can’t\ndiscriminate the moment-by-moment flow of energy and materials that\nanimates all life, the unceasing changes that transform small molecules\nover millionths of seconds, and distances of less than a millionth of a\nmillimetre. Deep within these marvellous moving structures, the flow of\nenergy and matter is still invisible, as hard to imagine as the restless\nelectrons that power our conurbations and the people within. Perhaps for\nthat reason, we have a tendency to discount its importance to life.\nFew things are as inscrutable as a cell. In the seventeenth century,\nwhen the Dutch microscopist Antonie van Leeuwenhoek unveiled the\ncosmos hidden in a drop of water, he marvelled at the little ‘animalcules’\nthat lived out their lives there, all whirring parts and purpose. For all our\ndeep explorations of the cityscape of the cell, the behaviour of these\nprotozoa is as beguiling and nearly as mysterious to us today. Do these\nmicroscopic blobs of animated protoplasm know what they are doing as\nthey chase and consume each other? Surely not! But to our naive eye, it\nalmost looks as if they do – as if these tiny beings have hopes and fears\nand pains of their own. As if they feel some joy or relief when they tear\nthemselves free from the mechanical rotating jaws of some minuscule\ngyrating predator. Some  350  years  after  van  Leeuwenhoek, we  now\nknow what most of these whirring parts do, what they’re made of, how\nthey function. We have taken them apart, in centrifuges or with optical\ntweezers, read out the code that specifie...",
  "textLength": 733647,
  "info": {
    "PDFFormatVersion": "1.4",
    "IsAcroFormPresent": false,
    "IsXFAPresent": false,
    "Title": "Transformer: The Deep Chemistry of Life and Death",
    "Author": "Nick Lane",
    "Creator": "calibre (6.7.1) [http://calibre-ebook.com]",
    "Producer": "calibre (6.7.1) [http://calibre-ebook.com]",
    "CreationDate": "D:20240111031007+00'00'",
    "ModDate": "D:20240110201008-07'00'"
  },
  "metadata": {
    "_metadata": {
      "dc:title": "Transformer: The Deep Chemistry of Life and Death",
      "dc:description": "",
      "dc:creator": "Nick Lane",
      "dc:subject": "",
      "dc:publisher": "Profile Books",
      "dc:date": "2022-01-14T17:00:00-07:00",
      "dc:language": "en",
      "xmp:metadatadate": "2024-01-10T20:10:13.048159-07:00",
      "calibre:timestamp": "2024-01-10T20:10:02.540929-07:00"
    }
  },
  "version": "1.10.100"
}